{
    "home": "بيت",
    "About":"عن",
    "Services":"خدمات",
    "Demo":"تجريبي",
    "ContactUs":"اتصل بنا",
    "Nasia is coming soon":"ٮاص&ٮه قريبا",
    "Our AI Engine Platform is under construction, we are working very hard to give you the best experience with this one. You will love NASIA as much as we do. It will morph perfectly on your needs.":"منصة محرك الذكاء الاصطناعي الخاصة بنا قيد الإنشاء ، ونحن نعمل بجد لنمنحك أفضل تجربة مع هذه. سوف تحب NASIA بقدر ما نحب. سوف يتحول بشكل مثالي على احتياجاتك.",
    "NASIA in Arabic means the forelock, which is the center of the brain in making decisions. It is the largest lobe of the brain, located in the front of the head, which is involved in personality characteristics, decision-making, and movement.NASIA AI is the new engine for decision-making and API-driven solutions.":"NASIA باللغة العربية تعني الناصية ، وهي مركز الدماغ في اتخاذ القرارات. إنه أكبر فص في الدماغ ، يقع في مقدمة الرأس ، ويشارك في خصائص الشخصية واتخاذ القرار والحركة. NASIA AI هو المحرك الجديد لصنع القرار والحلول التي تعتمد على واجهة برمجة التطبيقات.",
    "Why Us":"لماذا نحن",
    "NASIA Platform":"منصة NASIA",
   "NASIA Platform for decsion making engines using top state of arts computer vision, speech, natural language processing(NLP) and machine learning to provide APIs for technological applications and enhance the AI experiences in the fields of game AI, digital human, content AI and social AI. NASIA technologies are promised applied in over 100 products, including social networks, and search engines. NASIA is for exploring innovative combinations of AI with sectors such as life sciences, healthcare, agriculture, and industry.":"منصة NASIA لصنع القرار باستخدام أحدث تقنيات الرؤية الحاسوبية والكلام ومعالجة اللغة الطبيعية (NLP) والتعلم الآلي لتوفير واجهات برمجة التطبيقات للتطبيقات التكنولوجية وتعزيز تجارب الذكاء الاصطناعي في مجالات ألعاب الذكاء الاصطناعي والإنسان الرقمي والمحتوى AI والاجتماعية منظمة العفو الدولية. إن تقنيات NASIA موعودة بتطبيقها في أكثر من 100 منتج ، بما في ذلك الشبكات الاجتماعية ومحركات البحث. NASIA لاستكشاف مجموعات مبتكرة من الذكاء الاصطناعي مع قطاعات مثل علوم الحياة والرعاية الصحية والزراعة والصناعة.",
   "Nasia Models":"نماذج ناسيا",
   "Conversational interaction and visualization technologies are used by NASIA Models. The decision-making structure enables NASIA to respond and participate in Internet flow roundup. NASIA improves SMART procedures, refutes false assumptions, and denies improper requests for excellent results in real time.":"تستخدم نماذج NASIA تقنيات التفاعل والتخيل. يمكّن هيكل صنع القرار NASIA من الاستجابة والمشاركة في تقرير تدفق الإنترنت. تعمل NASIA على تحسين إجراءات SMART ، ودحض الافتراضات الخاطئة ، وتنفي الطلبات غير الصحيحة للحصول على نتائج ممتازة في الوقت الفعلي.",
   "visualization technologies":"تقنيات التصور",
    "Natural Language Processing":"معالجة اللغة الطبيعية",
    "Smart procedures":"إجراءات ذكية",
    "NASIA technologies are promised applied in over 100 products, including social networks, and search engines. NASIA is for exploring innovative combinations of AI with sectors such as life sciences, healthcare, agriculture, and industry.":"إن تقنيات NASIA موعودة بتطبيقها في أكثر من 100 منتج ، بما في ذلك الشبكات الاجتماعية ومحركات البحث. NASIA لاستكشاف مجموعات مبتكرة من الذكاء الاصطناعي مع قطاعات مثل علوم الحياة والرعاية الصحية والزراعة والصناعة.",
    "Computer Arts":"فنون الحاسوب",
    "Machine Learning":"التعلم الالي",
    "Search Engines":"محركات البحث",
    "DEMO":"تجريبي",
    "Frequently Asked Questions":"أسئلة مكررة",
    "Tab 1":"علامة التبويب 1",
    "Tab 2":"علامة التبويب 2",
    "Tab 3":"علامة التبويب 3",
    "How far along is this project?":"إلى أي مدى وصل هذا المشروع؟",
    "We are in the productive stages of development, working from established research in applying RLHF to large AI models.":"نحن في مراحل التطوير الإنتاجية ، ونعمل من البحث الراسخ في تطبيق RLHF إلى نماذج الذكاء الاصطناعي الكبيرة.",
    "Will the training data also be released?":"هل سيتم إصدار بيانات التدريب أيضًا؟",
    "Yes, under CC BY 4.0.":"نعم ، بموجب CC BY 4.0.",
    "Who is behind NASIA?":"من يقف وراء NASIA؟",
    "NASIA is a project organized by ROBOTICS group and individuals around the world interested in bringing this technology to everyone.":"NASIA هو مشروع تنظمه مجموعة ROBOTICS وأفراد من جميع أنحاء العالم مهتمون بتقديم هذه التكنولوجيا للجميع.",
    "Will NASIA be free?":"هل ستكون NASIA مجانية؟",
    "Yes, NASIA will be free to use and modify for R&D only. We also provide annual subscription model for enterprise commercial use.":"نعم ، ستكون NASIA مجانية في الاستخدام والتعديل للبحث والتطوير فقط. نقدم أيضًا نموذج اشتراك سنوي للاستخدام التجاري للمؤسسات.",
    "What license does NASIA use?":"ما الترخيص الذي تستخدمه NASIA؟",
    "The code and models are licensed under the Apache 2.0 license, and we develop unique technologies to be patent filed soon.":"تم ترخيص الكود والنماذج بموجب ترخيص Apache 2.0 ، ونقوم بتطوير تقنيات فريدة ليتم تسجيل براءة اختراعها قريبًا.",
    "What hardware will be required to run the models?":"ما هي الأجهزة المطلوبة لتشغيل النماذج؟",
    "There will be versions which will be runnable on consumer hardware":"ستكون هناك إصدارات يمكن تشغيلها على أجهزة المستهلك",
    "Get In Touch":"ابقى على تواصل",
    "First Name":"الاسم الأول",
    "Last Name":"اسم العائلة",
    "Email Address":"عنوان البريد الإلكتروني",
    "Phone No":"رقم الهاتف",
    "Message":"رسالة",
    "true":"حقيقي",
    "false":"خطأ شنيع",
    "Send":"يرسل",
    "Subscribe to our Newsletter":"اشترك في نشرتنا الإخبارية",
    "& Never miss latest updates":"& لا تفوت آخر التحديثات",
    "Sending":"إرسال",
    "error":"خطأ",
    "success":"نجاح",
    "Submit":"يُقدِّم",
    "NASAIA":"NASAIA",
    "AI Engine for Decision Making.":"محرك الذكاء الاصطناعي لاتخاذ القرار.",
    "Quick Links":"روابط سريعة",
    "AboutUs":"معلومات عنا",
    "Subscribe":"يشترك",
    "Privacy Policy":"سياسة الخصوصية",
    "Terms and Conditions":"الأحكام والشروط",
    "Help":"يساعد",
    "Investment Request":"طلب استثمار",
    "Team":"فريق",
    "Contact Us":"اتصل بنا",
    "Address":"عنوان",
    "200 Shoreline Drive, CA 92122, United States":"200 شورلاين درايف ، كاليفورنيا 92122 ، الولايات المتحدة",
    "222 Front Riyadh, Riyadh, Saudi Arabia":"222 أمام الرياض ، الرياض ، المملكة العربية السعودية",
    "Social Network":"شبكة اجتماعية",
    "COPYRIGHT © 2023 NASIA - ALL RIGHTS RESERVED":"حقوق الطبع والنشر © 2023 NASIA - جميع الحقوق محفوظة",
    "Phone":"هاتف",
    "Fax":"فاكس",
    "Telephone":"هاتف",
    "Successfully Sent":"أرسلت بنجاح"
}